Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: “I thought about it for a while,” he said, “Obviously, this summer didn’t leave the best taste in my mouth with everything that happened.
pt: Eu, que não sou daqui, vou conseguir ir ver um pouco minha mãe e meu pai, a namorada, minha avó, então vai ser muito bom sim”.

source: Prime Minister Haider al-Abadi said Sunday when he announced the Tikrit operation that residents should turn on IS.
pt: No domingo, o primeiro-ministro iraquiano, Haider al-Abadi, anunciou que estava em marcha uma operação e apelou aos habitantes de Tikrit que se revoltassem contra o Estado Islâmico.
